{
    "language": "English",
    "ISO_639_1_language_code": "en",
    "durolt": "Durolt",
    "durolt_logo": "Durolt Logo",
    "page_title_home": "Home",
    "page_title_login": "Login",
    "page_title_my_lockers": "My Lockers",
    "page_title_locker_size": "Locker Size",
    "page_title_payment": "Payment",
    "page_title_payment_successful": "Payment Successful",
    "page_title_locker_opened": "Locker Opened",
    "page_title_locker_released": "Locker Released",
    "page_title_error": "Error",
    "button_login": "Login",
    "button_logout": "Logout",
    "button_send_otp": "Send OTP",
    "button_resend_otp": "Resend Code",
    "button_verify_otp": "Verify OTP",
    "button_next": "Next",
    "button_book": "Book",
    "button_pay": "Pay",
    "button_book_new_locker": "Book New Locker",
    "button_my_lockers": "My Lockers",
    "button_open_locker": "Open Locker",
    "button_release_locker": "Release Locker",
    "button_release": "RELEASE",
    "button_try_again": "Try Again",
    "button_ok": "Ok",
    "button_cancel": "Cancel",
    "button_scan_qr" : "Scan QR Code",
    "button_find_and_reserve" : "FIND AND RESERVE",
    "success_msg_successfully_logged_out": "You have been successfully logged out.",
    "success_msg_you_are_now_accessing_locker_bank": "You are now accessing locker bank {{lockerBankName}}",
    "warning_msg_please_accept_tnc": "Please accept terms and conditions to book a new locker or to open your locker.",
    "warning_msg_enter_valid_email": "Please enter a valid email address.",
    "warning_msg_enter_valid_mobile": "Please enter a valid mobile number.",
    "warning_msg_enter_valid_otp": "Please enter valid OTP.",
    "warning_msg_select_locker_size": "Please select a locker size.",
    "warning_msg_min_booking_duration": "Minimum booking duration is {{minimumBookingDurationInHours}} hour.",
    "warning_msg_do_not_reload_or_close_tab": "Please do not reload or close the tab when the transaction is being processed.",
    "warning_msg_max_lockers_booked_release_before_booking_new_one": "You have booked maximum number of lockers allowed. Please release a locker before booking a new one.",
    "error_msg_error_while_opening_qr_reader": "There was an error while opening QR reader. Please try again.",
    "error_msg_scanned_qr_not_valid": "The scanned QR code is not valid. Please scan the QR code on the locker bank.",
    "error_msg_could_not_recognise_locker_bank": "We couldn't recognise the locker bank you are trying to access. Please scan the QR code on the locker bank and try again.",
    "error_msg_error_while_fetching_locker_bank_settings_try_again": "An error occured while fetching locker bank settings. Please try again.",
    "error_msg_locker_bank_under_maintenance_try_again": "The locker bank you are trying to access is under maintenance. Please try again.",
    "error_msg_transaction_successful_but_unable_to_verify": "Transaction was successful but we were unable to verify the payment details. Please wait for the confirmation on My Lockers page after redirection.",
    "error_msg_transaction_cancelled_try_again": "Transaction cancelled. Please try again.",
    "error_msg_transaction_failed_try_again": "Transaction failed. Please try again.",
    "error_msg_locker_units_not_available_try_later": "There are no locker units available in the locker bank you are trying to access. Pleast try later.",
    "error_msg_locker_bank_is_under_different_tenant": "The locker bank you are trying to access is under different tenant.",
    "error_msg_error_occured_while_sending_otp_try_again": "An error occured while sending OTP. Please try again.",
    "error_msg_otp_invalid_enter_correct_otp": "Entered OTP is invalid. Please enter correct OTP.",
    "error_msg_otp_expired_click_resend_to_get_new_otp": "Entered OTP is expired. Please click on Resend OTP to get a new OTP.",
    "error_msg_error_occured_while_verifying_otp_try_again": "An error occured while verifying OTP. Please try again.",
    "error_msg_error_occured_while_checking_available_locker_sizes_try_again": "An error occured while checking available locker sizes. Please try again",
    "error_msg_error_occured_while_fetching_your_lockers_try_again": "An error occured while fetching your lockers. Please try again.",
    "error_msg_error_occured_while_initiating_payment_try_again": "An error occured while initiating payment. Please try again.",
    "error_msg_unexpected_error_while_initiating_payment_login_and_try": "There was an unexpected error while initiating payment. Please login and try again.",
    "error_msg_error_occured_while_verifying_transaction": "An error occured while verifying transaction details.",
    "error_msg_error_occured_while_opening_your_locker_try_again": "An error occured while opening your locker. Please try again.",
    "error_msg_error_occured_while_releasing_your_locker_try_again": "An error occured while releasing your locker. Please try again.",
    "error_msg_invalid_token_login_and_try_again": "Invalid token. Please login and try again.",
    "error_msg_something_went_wrong_try_again": "Something went wrong. Please try again.",
    "locker_bank_not_recognised": "We couldn't recognise the locker bank you are trying to access. To book a new locker or to open your locker, please scan the QR code on the locker bank.",
    "locker_bank_under_maintenance": "The locker bank is currently under maintenance. Please try again later.",
    "email": "Email",
    "mobile": "Mobile",
    "or": "OR",
    "locker": "Locker",
    "locker_size": "Locker Size",
    "locker_bank_name": "Locker Bank Name",
    "locker_bank_location": "Locker Bank Location",
    "price": "Price",
    "duration": "Duration",
    "overstay_duration": "Overstay Duration",
    "total_amount": "Total Amount",
    "remaining_time": "Remaining Time:",
    "enter_your_email_address": "Enter your email address",
    "enter_your_mobile_number": "Enter your mobile number",
    "enter_otp_sent_to_user_email_or_mobile": "Please enter OTP sent to {{userEmailOrMobile}}.",
    "enter_otp": "Enter OTP",
    "waiting_for_time_in_seconds": "Your code will expire in {{timeInSeconds}}",
    "mobile_login_available_only_for_indian_numbers": "Currently mobile login is available only for Indian numbers. If you don't have an Indian number, please try email login as an alternative.",
    "select_locker_size": "Select Locker Size",
    "min_booking_duration_warning": "Minimum booking duration is 1 hour.",
    "review_following_details_before_initiating_transaction": "Please review following details before initiating transaction.",
    "initiating_transaction_please_wait": "Initiating transaction. Please wait.",
    "locker_not_available": "Locker not available.",
    "transaction_successful": "Transaction successful!",
    "wait_till_payment_is_confirmed": "Please wait a moment while we're confirming your payment.",
    "do_not_go_back_or_reload_the_page": "Do not go back or reload this page.",
    "redirecting_in_time_in_seconds": "Redirecting in {{timeInSeconds}}",
    "opening_locker_please_wait": "Opening locker.Please wait.",
    "locker_unit_is_opened": "Locker {{lockerUnit}} is opened.",
    "close_the_locker_after_use": "Please close the locker properly after use.",
    "are_you_sure_to_release_the_locker": "Are you sure you want to release this locker?",
    "check_belongings_before_releasing_locker": "Please make sure you have taken all your belongings from the locker before releasing.",
    "releasing_locker_please_wait": "Releasing locker {{lockerUnit}}. Please wait.",
    "locker_unit_is_released": "Locker {{lockerUnit}} is released.",
    "take_belongings_and_close_locker": "Please take all your belongings and close the locker properly.",
    "verifying_locker_bank_settings_please_wait": "Verifying locker bank settings. Please wait.",
    "are_you_sure_to_logout": "Are you sure you want to logout?",
    "payment_successful": "Payment successful",
    "freeText":"Free",
    "error_while_retrieving_lockers":"There was an error while retrieving lockers assigned to you. Please try again.",
    "booking_time_over_msg":"Your booking time is over. Please pay extra usage fees to open your locker.",
    "pay_text":"Pay",
    "booking_time_over_grace_time_msg": "Your booking time is over. You've been allocated extra {{bookingGraceTime}} minutes. Please take your belongings and release the locker before the timer runs out. Once the timer ends, you'll be charged extra for overusage.",
    "no_locker_booked_msg":"You haven't booked any lockers.",
    "select_language":"Select Language",
    "accept_text":"I accept {{link}}",
    "term_and_condition_text":"terms and conditions",
    "welcome_text":"Welcome to Durolt!",
    "app_version_text":"App Version :",
    "know_more_text":"To know more about us please visit us at",
    "weblink_text":"https://durolt.com",
    "terms_title_text":"Terms and Conditions",
    "terms_para_one":"These terms and conditions outline the rules and regulations for the use of Durolt's Website, located at ",
    "terms_para_two":"By accessing this website we assume you accept these terms and conditions. Do not continue to use Durolt if you do not agree to take all of the terms and conditions stated on this page.",
    "terms_para_three":"The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: 'Client', 'You' and 'Your' refers to you, the person log on this website and compliant to the Company's terms and conditions. 'The Company', 'Ourselves', 'We', 'Our' and 'Us', refers to our Company. 'Party', 'Parties', or 'Us', refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services.  Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same.",
    "durolt_link":"https://durolt.com/",
    "cookies_text":"Cookies",
    "cookies_para_one":"We employ the use of cookies. By accessing Durolt, you agreed to use cookies in agreement with the Durolt's Privacy Policy.",
    "cookies_para_two":"Most interactive websites use cookies to let us retrieve the user's details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies.",
    "license_text":"License",
    "license_para_one":"Unless otherwise stated, Durolt and/or its licensors own the intellectual property rights for all material on Durolt. All intellectual property rights are reserved. You may access this from Durolt for your own personal use subjected to restrictions set in these terms and conditions.",
    "must_not_text":"You must not",
    "license_sub_point_one":"Republish material from Durolt",
    "license_sub_point_two":"Sell, rent or sub-license material from Durolt",
    "license_sub_point_three":"Reproduce, duplicate or copy material from Durolt",
    "license_sub_point_four":"Redistribute content from Durolt",
    "license_para_two":"This Agreement shall begin on the date here of 22/07/2022.",
    "license_para_three":"Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Durolt does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Durolt , its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Durolt shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.",
    "license_para_four":"Durolt reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.",
    "license_para_five":"You hereby grant Durolt a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.",
    "license_warrant_text":"You warrant and represent that",
    "warrant_subpoint_one":"You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;",
    "warrant_subpoint_two":"The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;",
    "warrant_subpoint_three":"The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy",
    "warrant_subpoint_four":"The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.",
    "hyperlink_title":"Hyperlinking to our Content",
    "hyperlink_following_title":"The following organizations may link to our Website without prior written approval:",
    "hyperlink_subpoint_one":"Government agencies;",
    "hyperlink_subpoint_two":"Search engines;",
    "hyperlink_subpoint_three":"News organizations;",
    "hyperlink_subPoint_four": "Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and",
    "hyperlink_subpoint_five":"System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.",
    "hyperlink_para_one":"These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site.",
    "hyperlink_para_two":"We may consider and approve other link requests from the following types of organizations:",
    "org_type_subpoint_one":"commonly-known consumer and/or business information sources;",
    "org_type_subpoint_two":"dot.com community sites;",
    "org_type_subpoint_three":"online directory distributors;",
    "org_type_subpoint_four":"internet portals;",
    "org_type_subpoint_five":"accounting, law and consulting firms; and",
    "org_type_subpoint_six":"educational institutions and trade associations.",
    "org_type_para_one":"We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of Durolt; and (d) the link is in the context of general resource information.",
    "org_type_para_two":"These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.",
    "org_type_para_three":"If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to Durolt. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.",
    "org_hyperlink_web_title":"Approved organizations may hyperlink to our Website as follows:",
    "hyperlink_web_subpoint_one":"By use of our corporate name; or",
    "hyperlink_web_subpoint_two":"By use of the uniform resource locator being linked to; or",
    "hyperlink_web_subpoint_three":"By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party's site.",
    "noUseWarning":"No use of Durolt's logo or other artwork will be allowed for linking absent a trademark license agreement.",
    "iframeText":"iFrames",
    "iframeParaOne":"Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website.",
    "contentLiabilityTitle":"Content Liability",
    "contentLiabilityParaOne":"We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.",
    "privacyTitle":"Your Privacy",
    "privacyPara":"Please read Privacy Policy",
    "reservationRightTitle":"Reservation of Rights",
    "reservationRightPara":"We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it's linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.",
    "linkRemovalTitle":"Removal of links from our website",
    "linkRemovalParaOne":"If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly.",
    "linkRemovalParaTwo":"We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date.",
    "disclaimerTitle":"Disclaimer",
    "disclaimerParaOne":"To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:",
    "disclaimerSubpointOne":"limit or exclude our or your liability for death or personal injury;",
    "disclaimerSubPointTwo":"limit or exclude our or your liability for fraud or fraudulent misrepresentation;",
    "disclaimerSubPointThree":"limit any of our or your liabilities in any way that is not permitted under applicable law; or",
    "disclaimerSubPointFour":"exclude any of our or your liabilities that may not be excluded under applicable law",
    "disclaimerParaTwo":"The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.",
    "disclaimerParaThree":"As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.",
    "supportText": "Support",
    "suggesstionsText":"if you have any queries or suggestions.",
    "sendEmailText":"Send us an email at",
    "supportWeblink":"support@durolt.com",
    "forgetPIN":"Forgot PIN?",
    "currenPIN":"Current PIN",
    "newPIN":"New PIN",
    "reEnterPIN":"Re-enter New PIN",
    "saveChangesBtn":"SAVE CHANGES",
    "pinChangeSuccess":"PIN changed successfully",
    "changePIN":"Change PIN",
    "pinSentSuccessMsg":"PIN is sent to Email / Mobile Number",
    "all_credentials_error" : "Please enter all crendentials",
    "pin_error": "PIN must be 4 digits",
    "pin_mismatch_error": "New PIN and Confirm New PIN does not match",
    "enter_email_mobile":"Enter Email/Mobile No.",
    "submit_btn" : "Submit",
    "enter_user_error":"Please enter your user",
    "incorrect_credentials": "Enter your correct crendetials !!",
    "successIcon" : "success Icon",
    "yesBtnText": "Yes",
    "deleteAccountText" : "Delete Account",
    "deleteAccountToasterMsg":"Deleting your account...Please wait",
    "logout_server_error":"Server Time Out ,Failed to log-out",
    "logout_success_text":"Successfully log-out",
    "incorrect_credentials_new":"Please provide correct crendentials!!",
    "try_again_text":"Please try again!!",
    "requestPersonalLocker":"Request to allocate personal locker?",
    "requestTeamLocker":"Request to allocate team locker?",
    "sendBtnText":"SEND",
    "commentText":"Comment",
    "requestPersonalLockerText" : "Request Personal Locker",
    "requestTeamLockerText" : "Request Team Locker",
    "switchText" : "Switch",
    "changePINText" : "Change PIN",
    "termsText" : "Terms & Conditions",
    "aboutText" : "About",
    "versionBtnText": "Version",
    "alert_delete_account_msg" : "Are you sure you want to delete your account?",
    "transaction_cancel": "Are you sure exit this Transaction",
    "backBtnText":"Back",
    "favourites" : "Favourites",
    "noFavouritesBanks" : "No Favorites Locker Banks Are Available.",
    "searchUserText" : "Search Mobile/Email/Name/Company",
    "emptyInputError" : "Please enter input first",
    "firstName":"First Name",
    "lastName":"Last Name",
    "companyName":"Company Name",
    "FirstNameError" :"Please Enter First Name",
    "CompanyNameError" :"Please Select Company",
    "profileUpdateSuccess":"Profile updated Successfully",
    "profileDetails":"Profile Details",
    "imageOption":"Profile Photo",
    "LoginPhoneError":"Please enter a valid phone number",
    "LoginEmailError":"Please enter a valid email address",
    "OTPSentEmailFailed":"Please enter valid Email address",
    "OTPSentPhoneFailed":"Please enter valid Mobile Number",
    "nextBtnText":"NEXT",
    "scanQRTabOneTitle":"Scan QR Code",
    "linkPhoneText":"Link My Phone",
    "phoneConnectedText":"Your Smart Phone Successfully Connected",
    "qrcode_linkphone_error": "This QR code does not belong to link my phone",
    "phone_link_error": "Please Link your phone to access the locker !!",
    "incorrect_qrcode": "Scan Correct/proper QR code",
    "pleaseWaitText":"Please wait...",
    "linkingYourDevice" : "Linking your device...page wait",
    "parcelDetailsText" : "Parcel Details",
    "parcelIdText" : "Parcel Id*",
    "descriptionText" : "Description (Optional)",
    "takePhotoText" : "Take Parcel Photo",
    "emptyParcelIdError" : "Please enter parcel id",
    "ParcelId" : "Parcel Id",
    "assignTime" : "Assign",
    "autoRelease" : "Auto-Release",
    "toText" : "TO",
    "swipeToOpenText" : "Swipe to open",
    "openDoorText" : "Open Locker Door",
    "notificationText":"No Notifications Right Now!",
    "notificationInfo":"You are up to date would work well",
    "notificationBtnText":"GO BACK",
    "ScreenLoading":"Fetching the data ...",
    "OTPVerifySuccess":"OTP verified successfully",
    "loginTitle":"Smart Locker App",
    "loginText":"The Smart Locker System",
    "UseEmailText":"Use Email",
    "UseMobileText":"Use Mobile No",
    "loginBtnText":"GET OTP",
    "orText":"OR",
    "scanBtnText":"LINK MY PHONE",
    "poweredByText":"Powered By",
    "duroltText":"Durolt",
    "appVersionText":"App Version :",
    "OTPSentSuccessfully":"OTP sent successfully",
    "error_text": "error",
    "failed_text": "failed",
    "OTPError":"Please enter OTP",
    "OTPFailedError":"Please enter correct OTP",
    "verifyText":"Verify {{toggle}}",
    "enterOtpText":"Please enter OTP sent to {{userInput}}",
    "noLockerAvailableText":"No free lockers.",
    "reserveBtnText":"RESERVE LOCKER {{SelectedLocker}}",
    "noLockerUnits":"Locker bank has not free or configured lockers units !!!",
    "layoutText":"Layout",
    "listViewText":"List View",
    "availableText":"Available",
    "unavailableText":"Unavailable",
    "confirmLockerText":"CONFIRM LOCKER {{SelectedLocker}}",
    "notAssignLockerText":"Locker Not Assigned",
    "reserveLockerText" :"Reserve Locker",
    "swipeBtnText" : "Swipe to open",
    "locker_owner_error": "You are not the owner of this Locker",
    "server_timeout":"server time out, Try again...",
    "locker_not_found":"Locker and locker bank not found",
    "invalid_lockerOpen_cred": "Sorry, Locker opening credentials not found",
    "lockerBlockText" : "Locker is blocked. Please contact admin",
    "openBtnText":"open",
    "closeBtnText":"close",
    "lockedText":"Locked",
    "logsNotAvailableText":"Activity logs are not available!!!",
    "fetchingActivitytext":"Fetching activity ...",
    "shareTitle":"Shared with",
    "shareBtnText":"SHARE",
    "notShareText":"Not yet shared!",
    "shareWithText":"Share with any one.",
    "ownerText":"Owner",
    "unSharedWithText":"Are you sure unshared with {{modalTitle}} ?",
    "unshareBtnText":"UNSHARE",
    "requestReleaseLockerText":"Request to release locker?",
    "releaseLockerText":"Do you want to release this locker?",
    "waitText":"Wait...",
    "warningText" : "Warning!",
    "selfReleaseWarning" : "Self release is not enabled for {{LockerType}} locker",
    "releaseWarningText":"Please check you have taken your belongings before release locker",
    "release_fail":"Failed to release",
    "maximum_share_exceeded":"Sorry !! maximum share limit is exceeded",
    "lockerAssignText":"Locker is being assigned ...",
    "reserveText":"Assign",
    "assignLockerText":"Locker Reserved Successfully",
    "backToHomeText":"BACK TO HOME",
    "accessLockerText":"Access the locker in next {{accessTime}} min",
    "exceedLimitText":"Locker allocation limit exceeded. Please contact the administrator!",
    "notAvailableText":"Please select another locker unit that is currently available!",
    "openText":"Opened",
    "closeDoorText":"Close the locker door properly",
    "doneBtnText":"Done",
    "connectivityFailureText":"Some connectivity failure.. Please try again!",
    "sorryText":"Sorry",
    "favoritesText":"Favorites",
    "descText":"Description",
    "addMorParcel": "Add Another",
    "connectionLostInfo":"No internet connection, check the connection to your network.",
    "connectionLostText":"Connection Lost!",
    "enterEmailAddress" : "Enter Email Address",
    "enterMobileNumber" : "Enter Mobile Number",
    "noAvailableLockerBanks" : "No locker banks are available.",
    "searchLockersByAWB" : "Search AWB Number",
    "noLockerFound" : "No locker found.Please try again",
    "pleaseScanAgain" : "Please scan again",
    "pleaseScanPackage" : "Please scan barcode on the package",
    "enterLockerBankId" : "Enter Locker Bank ID",
    "accessLockerBankText" : "To access the smart locker, please enter the locker bank number",
    "continueBtnText" : "Continue",
    "accessLockerBankByQR" : "To access the smart locker please scan the QR code on the locker",
    "warning_msg_fill_all_inputs" : "Please fill the inputs",
    "warning_msg_alphanum_valid_input" : "Please enter a valid locker bank ID",
    "concent_to_accept_terms" : "I accept",
    "terms_and_conditions" : "terms and condition",
    "pendingPickups" : "Pending Pickups",
    "dropOff" : "Drop-Off",
    "pleaseFinishPickup" : "Please finish your pickup",
    "fromText" : "FROM",
    "dropParcel" : "Drop Parcel",
    "pickupParcel" : "Pickup Parcel",
    "qrCodeReadWarning" : "Position the frame over the QR code of the locker bank",
    "barcodeReadWarning" : "Position the frame over the barcode of the parcel",
    "button_retake" : "Retake",
    "rescanQRWarning" : "To make it easier to read the QR code, try to align the QR code vertically to the scanner.",
    "goToMyLocker" : "Go to My Lockers",
    "barcodeNotFound" : "Barcode not found in the system. Please contact the administrator",
    "scanQRCode" : "Scan QR Code",
    "scanBarcode" : "Scan Barcode",
    "forgetPINText" : "Forgot PIN",
    "teamLockerText" : "Team Locker",
    "personalLockerText" : "Personal Locker",
    "termAndconditionText" : "Terms and Conditions",
    "organizationListText" : "Organization List",
    "selectLockerBankText" : "Select Locker Bank",
    "selectZoneText" : "Select Zone",
    "acessLockerText" : "Access Locker",
    "selectUserText" : "Select User",
    "profileUpdateText" : "Profile Update",
    "useCaseText" : "Use Case",
    "notificationTitleText" : "Notification",
    "lockerListText" : "Locker List",
    "lockerLayoutText" : "Locker Layout",
    "lockerDetailsText" : "Locker Details",
    "assignLockerTitleText" : "Assign Locker",
    "openLockerText" : "Open Locker",
    "openParcelText" : "Open Parcel",
    "paymentDetailsText" : "Payment Details",
    "paymentCompletionText" : "Payment Completion",
    "lockerSizeText" : "Locker Size",
    "subLocationText" : "Sub Location",
    "requestMoreDigitsText" : "Please try adding more digits to refine your search results.",
    "searchNotFound" : "Locker not found",
    "exitConfirmation" : "Are you sure you want to exit?",
    "confirmText" : "Confirm",
    "successAccountDeleted" : "Account deleted successfully",
    "inactiveAssignment" : "Assignment is inactive. Please contact admin.",
    "lockerText" : "Locker",
    "info_msg_payment_cancelled_by_user": "You have cancelled the payment process. Please complete the payment to finalize your transaction.",
    "sessionExpired" : "Your session has expired. Please log in again to continue",
    "redirectToLogin" : "Redirecting to login page..",
    "goToHomePage" : "Go to Home Page",
    "pwaAppDisabled" : "No access to PWA app for this locker bank. Please contact admin.",
    "swipeToPay" : "Swipe to pay",
    "initiatingPayment" : "Initiating payment",
    "unpaidText" : "Unpaid",
    "wrongOtpError" : "Wrong OTP entered",
    "noLockerAssignments" : "No assignments available for this locker bank. Please contact the admin.",
    "InternalServerText": "Internal Server Error",
    "ServerTimeout": "Server Timeout",
    "Tenat_Inactive": "Tenant inactive. Please contact admin",
    "noAuthOptionsAvailable": "No login methods available for this Locker setup. Please contact the Locker Administrator for more details.",
    "cancelTransactionPrompt" : "You are about the cancel this reservation. Are you sure you want to cancel?",
    "noText" : "No",
    "cancelTransactionPlaceholder" : "Enter reason for cancellation (required)",
    "requiredFieldError" : "This field is required",
    "cancelTransactionText" : "Please provide the reason for cancelling this transaction",
    "phoneNumberLabel" : "Phone Number",
    "emailAddressLabel" : "Email Address",
    "loginWithGoogleLabel" : "Login with Google",
    "loginWithFacebookLabel" : "Login with Facebook",
    "checkingLockerDoorStatus" : "Wait..checking locker door status",
    "doorCloseWarning" : "Door is still open. Please close the door to complete the process",
    "closeDoorIssueAndContactAdmin" : "Please contact admin for help",
    "instructions": "Instructions",
    "luggageLockerInstructionsPoint1": "Please make sure to CLOSE the DOOR after storage or pickup to avoid additional charges.",
    "luggageLockerInstructionsPoint2": "If usage exceeds chosen time slot, you will be charged at the next slot rate.",
    "luggageLockerInstructionsPoint3": "Please plan for pickup ahead of the slot end time, small amount of grace period is included for your convenience."
}